Repository: ElenaGallo/documentation
Catalog: locale/*/LC_MESSAGES/about/index.po
Languages: it

source: What is GeoNode
it: Cos'è GeoNode

source: GeoNode is a geospatial content management system, a platform for the management and publication of geospatial data. It brings together mature and stable open-source software projects under a consistent and easy-to-use interface allowing non-specialized users to share data and create interactive maps.
it: GeoNode è un sistema di gestione dei contenuti geospaziali, una piattaforma per la gestione e la pubblicazione di dati geospaziali. Riunisce progetti software open source maturi e stabili sotto un'interfaccia coerente e facile da usare che consente agli utenti non specializzati di condividere dati e creare mappe interattive.

source: Data management tools built into GeoNode allow for integrated creation of data, metadata, and map visualization. Each dataset in the system can be shared publicly or restricted to allow access to only specific users. Social features like user profiles and commenting and rating systems allow for the development of communities around each platform to facilitate the use, management, and quality control of the data the GeoNode instance contains.
it: Gli strumenti di gestione dei dati integrati in GeoNode consentono la creazione integrata di dati, metadati e visualizzazione delle mappe. Ogni set di dati nel sistema può essere condiviso pubblicamente o limitato per consentire l'accesso solo a utenti specifici. Funzionalità social come i profili utente e i sistemi di commento e valutazione consentono lo sviluppo di comunità intorno a ciascuna piattaforma per facilitare l'uso, la gestione e il controllo di qualità dei dati contenuti nell'istanza GeoNode.

source: It is also designed to be a flexible platform that software developers can extend, modify or integrate against to meet requirements in their own applications.
it: È inoltre progettato per essere una piattaforma flessibile che gli sviluppatori di software possono estendere, modificare o integrare per soddisfare i requisiti nelle proprie applicazioni.

source: Showcase
it: Vetrina

source: A handful of other Open Source projects extend GeoNode’s functionality by tapping into the re-usability of Django applications. Visit our gallery to see how the community uses GeoNode: `GeoNode Showcase <http://geonode.org/gallery/>`_.
it: Una manciata di altri progetti Open Source estendono la funzionalità di GeoNode attingendo alla ri-usabilità delle applicazioni Django. Visita la nostra galleria per vedere come la community utilizza GeoNode: 'GeoNode Showcase <http://geonode.org/gallery/>'_.

source: The development community is very supportive of new projects and contributes ideas and guidance for newcomers.
it: La comunità di sviluppo è molto favorevole a nuovi progetti e contribuisce con idee e orientamenti per i nuovi arrivati.

source: For a live demo see also :ref:`online_demo`
it: Per una demo dal vivo vedi anche "ref:'online_demo'

source: Most useful links
it: Link più utili

source: **General**
it: **Generale**

source: Project homepage: https://geonode.org
it: Home page del progetto: https://geonode.org

source: Official Demo: http://master.demo.geonode.org
it: Demo ufficiale: http://master.demo.geonode.org

source: GeoNode Wiki: https://github.com/GeoNode/geonode/wiki
it: Wiki GeoNode: https://github.com/GeoNode/geonode/wiki

source: Issue tracker: https://github.com/GeoNode/geonode-project/issues
it: Tracker di problemi: https://github.com/GeoNode/geonode-project/issues

source: In case of sensitive bugs like security vulnerabilities, please contact a GeoNode Core Developer directly instead of using issue tracker. We value your effort to improve the security and privacy of this project!
it: In caso di bug sensibili come vulnerabilità di sicurezza, contattare direttamente uno sviluppatore geonode core invece di utilizzare il tracker dei problemi. Valoriamo il tuo sforzo per migliorare la sicurezza e la privacy di questo progetto!

source: **Related projects**
it: **Progetti correlati**

source: GeoNode Project: https://github.com/GeoNode/geonode-project
it: Progetto GeoNode: https://github.com/GeoNode/geonode-project

source: GeoNode at Docker: https://hub.docker.com/u/geonode
it: GeoNode presso Docker: https://hub.docker.com/u/geonode

source: Licensing
it: Licenza

source: GeoNode is Copyright 2018 Open Source Geospatial Foundation (OSGeo).
it: GeoNode è Copyright 2018 Open Source Geospatial Foundation (OSGeo).

source: GeoNode is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. GeoNode is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
it: GeoNode è un software libero: puoi ridistribuirlo e/o modificarlo secondo i termini della GNU General Public License pubblicata dalla Free Software Foundation, sia versione 3 della Licenza, sia (a tua scelta) qualsiasi versione successiva. GeoNode è distribuito nella speranza che sia utile, ma SENZA ALCUNA GARANZIA; senza nemmeno la garanzia implicita di COMMERCIABILITÀ o IDONEITÀ PER UNO SCOPO PARTICOLARE. Vedi la GNU General Public License per maggiori dettagli.

source: You should have received a copy of the GNU General Public License along with GeoNode. If not, see http://www.gnu.org/licenses.
it: Dovresti aver ricevuto una copia della GNU General Public License insieme a GeoNode. In caso di no, http://www.gnu.org/licenses.

source: Current Version and Features
it: Versione e funzionalità correnti

source: GeoNode current version: `3.2.0 <https://github.com/GeoNode/geonode/releases/tag/3.2.0>`_
it: Versione corrente di GeoNode: '3.2.0 <https://github.com/GeoNode/geonode/releases/tag/3.2.0>'_

source: Main Features: `State of GeoNode <https://www.dropbox.com/s/r7ftt38mleadzo6/State%20of%20GeoNode%203.2.0%20-%20v1.2.pdf?dl=1>`_
it: Caratteristiche principali: 'Stato di GeoNode <https://www.dropbox.com/s/r7ftt38mleadzo6/State%20of%20GeoNode%203.2.0%20-%20v1.2.pdf?dl=1>'_

source: Get in touch with the community
it: Entra in contatto con la community

source: GeoNode is an open source project and contributors are needed to keep this project moving forward. Learn more on how to contribute on our `Community Bylaws <https://github.com/GeoNode/geonode/wiki/Community-Bylaws>`_.
it: GeoNode è un progetto open source e sono necessari collaboratori per far avanzare questo progetto. Scopri di più su come contribuire al nostro "Statuto della comunità <https://github.com/GeoNode/geonode/wiki/Community-Bylaws>"_.

source: User Mailing List: https://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users
it: Mailing List utente: https://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-users

source: Developer Mailing List: https://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-devel
it: Mailing List per sviluppatori: https://lists.osgeo.org/cgi-bin/mailman/listinfo/geonode-devel

source: Gitter Chat: https://gitter.im/GeoNode/general
it: Chat Gitter: https://gitter.im/GeoNode/general

source: GeoNode's development roadmap is documented in a series of GeoNode Improvement Projects (GNIPS). They are documented at `GeoNode Wiki <https://github.com/GeoNode/geonode/wiki/GeoNode-Improvement-Proposals>`_.
it: La roadmap di sviluppo di GeoNode è documentata in una serie di progetti di miglioramento geonode (GNIPS). Sono documentati su 'GeoNode Wiki <https://github.com/GeoNode/geonode/wiki/GeoNode-Improvement-Proposals>'_.

source: GNIPS are considered to be large undertakings which will add a large amount of features to the project. As such they are the topic of community discussion and guidance.
it: RNL sono considerate grandi imprese che aggiungeranno una grande quantità di funzionalità al progetto. In quanto tali, sono l'argomento della discussione e dell'orientamento della comunità.

source: The community discusses these on the developer mailing list: http://lists.osgeo.org/pipermail/geonode-devel/
it: La community li discute nella mailing list degli sviluppatori: http://lists.osgeo.org/pipermail/geonode-devel/
